'use client'
import Image from "next/image";
import { useRouter } from "next/navigation";

const Rules = () => {
    const router  = useRouter()
    const handleBack = () =>{
        router.push('/')
    }

    return ( 
    <div className="mx-auto md:w-4/5 mb-36 px-6 md:px-0">
        <div className="flex items-center gap-1 cursor-pointer mb-12" onClick={handleBack}>
            <Image src="/assets/icons/arrow-right.svg" alt="return"  width={16} height={16}/>
            <p className="text-primary">بازگشت</p>
        </div>
        <h2 className="text-[#414141] font-medium text-[28px] text-center mb-6">قوانین و مقرررات</h2>
        <div className="mb-8">
            <h3 className="text-black font-bold text-[20px]  mb-6 leading-8">دنتالیت</h3>
            <p className="text-[#757575] font-medium text-[16px]  mb-6 text-justify">سامانه دنتالیت متعلق به شرکت سپاس پرداز افزار سپاس، یک واسط ارائه‌دهنده‌ی خدمات اعتباری است که به‌منظور تسهیل دریافت خدمات دندان پزشکی ااقدام به تسهیل عملیات اعطای اعتبار به کاربران خویش توسط تامین‌کنندگان می کند. دنتالیت در بستر فضای اینترنتی و مطابق با قوانین بالادستی و قوانین موضوعه و آیین‌نامه‌ها ذیل حاکمیت قوانین جمهوری اسلامی ایران فعالیت می‌کند. هنگام استفاده از سایت دنتالیت،  توجه به موارد زیر در خصوص حفظ حقوق کاربر از اهمیت برخوردار است. در صورت نیاز به راهنمایی بیشتر می‌توانید از طریق قسمت تماس با ما با قسمت پشتیبانی دنتالیت تماس حاصل نموده ونسبت به دریافت اطلاعات تکمیلی اقدام نمایید.</p>
        </div>
        <div className="mb-8">
            <h3 className="text-black font-bold text-[20px]  mb-6 leading-8">کاربر</h3>
            <p className="text-[#757575] font-medium text-[16px]  mb-6 text-justify">به اشخاصی اطلاق می‌شود که در سامانه‌ دنتالیت ثبت‌نام نموده و اطلاعات آنها تایید و صحت‌سنجی شده است.</p>
        </div>
        <div className="mb-8">
            <h3 className="text-black font-bold text-[20px]  mb-6 leading-8">شبکه‌ی تامین‌کنندگان مالی</h3>
            <p className="text-[#757575] font-medium text-[16px]  mb-6 text-justify">به شبکه‌ای از لیزینگ‌ها و بانک‌های طرف قرارداد با دنتالیت اطلاق می‌گردد که اقدام به تامین اعتبار نموده و کاربر میتواند با دریافت اعتبار از آنها برای خرید از شبکه‌ پذیرندگان طرف قرارداد با دنتالیت اقدام نماید.</p>
        </div>
        <div className="mb-8">
            <h3 className="text-black font-bold text-[20px]  mb-6 leading-8">تخصیص اعتبار</h3>
            <p className="text-[#757575] font-medium text-[16px]  mb-6 text-justify">به فرایند اعتبار دهی به کاربر توسط تامین کنندگان مالی تخصیص اعتبار اطلاق میگردد.</p>
        </div>
        <div className="mb-8">
            <h3 className="text-black font-bold text-[20px]  mb-6 leading-8">مدارک و اطلاعات</h3>
            <p className="text-[#757575] font-medium text-[16px]  mb-6 text-justify">اسنادی که کاربر در جایگاه تسهیلات گیرنده موظف است به بانک عامل جهت اعتبار سنجی ارایه نماید.</p>
        </div>
        <div className="mb-8">
            <h3 className="text-black font-bold text-[20px]  mb-6 leading-8">سامانه</h3>
            <p className="text-[#757575] font-medium text-[16px]  mb-6 text-justify">وب‌سایت یا اپلیکیشن‌های متعلق به دنتالیت که کاربر در آنها ثبت‌نام می‌کند.</p>
        </div>
        <div className="mb-8">
            <h3 className="text-black font-bold text-[20px]  mb-6 leading-8">کارمزد</h3>
            <p className="text-[#757575] font-medium text-[16px]  mb-6 text-justify">مبلغی است که کاربر پیش از استفاده از خدمات شبکه پذیرندگان به صورت نقدی به عنوان هزینه دریافت خدمات، پشتیبانی، معرفی پذیرنده و ...   پرداخت می نماید.</p>
        </div>
        <div className="mb-8">
            <h3 className="text-black font-bold text-[20px]  mb-6 leading-8">شبکه پذیرندگان دنتالیت</h3>
            <p className="text-[#757575] font-medium text-[16px]  mb-6 text-justify">به مجموعه و شبكه‌ای اطلاق می‌شود که تمامی ارائه‌دهندگان خدمات پزشکی و دندان پزشکی طرف قرارداد با دنتالیت می‌توانند خدمات  مورد نظر خود را به کاربران عرضه کنند و کاربران نیز با توجه به اعتبار اعطا شده از سوی دنتالیت می‌توانند خدمت مورد نظر خود را از پذیرنده خریداری کنند.</p>
        </div>
        <div className="mb-8">
            <h3 className="text-black font-bold text-[20px]  mb-6 leading-8">قوانین</h3>
          <ul className="list-decimal ml-5 leading-6">
            <li  className="text-[#757575] text-justify font-medium">قرارداد‌های منعقد فی‌مابین دنتالیت و کاربر ذیل حاکمیت ماده ۱۰ قانون مدنی، با در نظرگرفتن قوانین و مقررات موضوعه از جمله قانون جرایم رایانه‌ای، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف‌کنندگان است.</li>
            <li  className="text-[#757575] text-justify font-medium">کلیه حقوق مادی و معنوی سایت و محصولات دنتالیت و علائم تجاری آن متعلق به شرکت سپهر پرداز افزار سپاس به شماره ثبت 619566 است.</li>
            <li  className="text-[#757575] text-justify font-medium">کاربران باید اطلاعات اعلام شده از سوی دنتالیت را جهت اخذ اعتبار مطابق مراحل در سایت درج نمایند. در فرایند تشکیل پرونده،  و مسئولیت وجود هرگونه تعارض و اختلاف و اشتباه در اطلاعات ارسالی برعهده‌ کاربر است. اطلاعات هویتی اعلامی توسط کاربر به عنوان اطلاعات اصلی در پرونده تشکیل شده درج می‌شود و خدمات خریداری شده، به کاربر تعریف شده در سیستم ارایه می‌گردد</li>
            <li  className="text-[#757575] text-justify font-medium">کاربران باید اصل حسن‌نیت و جانب اعتماد در ورود اطلاعات را رعایت نمایند؛ چنانچه در هریک از مراحل فرایند ثبت‌نام تا اخذ اعتبار و نیز دوره بازپرداخت آن، محرز شود کاربر اقدام به جعل، تزویر، ارائه‌ اطلاعات نادرست و یا سایر اعمال مشابه کرده است، حساب کاربری کاربر مسدود شده و اعتبار آن صفر می‌شود. کلیه حقوق دنتالیت نسبت به اقدام قضایی محفوظ بوده </li>
            <li  className="text-[#757575] text-justify font-medium">کاربر موظف است شخصا اطلاعات را وارد نماید؛ درصورتی‌که بین شخص ارسال‌کننده مدارک و هویت واقعی دریافت‌کننده اعتبار، اختلافی وجود داشته باشد، کلیه عواقب قانونی و مالی آن بر عهده‌ کاربر بوده و دنتالیت هرگونه مسئولیت در این خصوص را از خود سلب و ساقط می‌کند.</li>
            <li  className="text-[#757575] text-justify font-medium">پرداخت کلیه هزینه‌های لازم جهت خرید و تکمیل فرایند سفارش بر عهده‌ کاربر است.</li>
            <li  className="text-[#757575] text-justify font-medium">کلیه مراحل اعتبارسنجی و اعطای اعتبار در سامانه تامین کننده اعتبار دنتالیت به‌صورت آنلاین انجام می‌گیرد.تبصره: پرداخت هزینه‌های مربوط به اعتبارسنجی و کارمزدهای تشکیل پرونده اعتباری نزد تامین‌کننده اعتبار بر عهده‌ مشتری است.</li>
            <li  className="text-[#757575] text-justify font-medium">میزان اعتبار اعطایی برای خرید خدمت براساس اعتبارسنجی بوده و امر با توجه به مدارک بارگذاری شده کاربر توسط سامانه هه های تامین اعتبار تعیین می‌شود.</li>
            <li  className="text-[#757575] text-justify font-medium">دنتالیت مسئولیتی در خصوص تغییر قیمت خدمات ندارد</li>
            <li  className="text-[#757575] text-justify font-medium">کاربران در ثبت درخواست اعطای تسهیلات محدودیت نداشته و دریافت چند تسهیلات منوط به نتیجه اعتبارسنجی کاربر و تایید تامین کننده اعتبار خواهد بود.</li>
            <li  className="text-[#757575] text-justify font-medium">هر شخص می‌تواند با استفاده از شماره موبایل و کد ملی خویش، تنها یک حساب کاربری ایجاد نماید. کد ملی و شماره موبایل کاربر باید به نام متقاضی باشد.</li>
            <li  className="text-[#757575] text-justify font-medium">زمان بازپرداخت اقساط با توجه به نحوه‌ دریافت اعتبار تعیین می‌گردد.</li>
            <li  className="text-[#757575] text-justify font-medium">دنتالیت به عنوان عاملیت فروش خدمات از جانب پذیرندگان بوده و اعتبار اعطایی تنها برای خرید خدماتی است که مورد تایید دنتالیت باشد.</li>
            <li  className="text-[#757575] text-justify font-medium">حداقل سن قانونی جهت دریافت اعتبار ۱۸ سال تمام شمسی است. درصورتی‌که جعل یا تزویر کاربر برای دنتالیت محرز شود، کلیه‌ مسئولیت آن بر عهده شخص بوده و اقدامات قانونی و قضائی لازم انجام خواهد گرفت.</li>
            <li  className="text-[#757575] text-justify font-medium">در صورتی که کاربر درخواست غیر فعال نمودن حساب کاربری خویش را داشته باشد می تواند با تماس با پشتیبانی دنتالیت، درخواست خود را برای غیرفعال شدن حساب کاربری خوداعلام نماید.</li>
            <li  className="text-[#757575] text-justify font-medium">کاربران موظف به رعایت مقررات سایت و قوانین مرتبط با حوزه مالی، بانکی و مقررات مبارزه با پولشویی می باشند؛ انجام هرگونه اقدام مرتبط با سوءاستفاده مالی و پول‌شویی یا ایجاد اختلال در حوزه پولی و بانکی کشور به تشخیص دنتالیت، موجب توقف ارائه خدمات به کاربر خواهد شد و دنتالیت می‌تواند به تشخیص خود حساب کاربر را مسدود نماید. این امر نافی حقوق دنتالیت نسبت به پیگیری قانونی نمی باشد.</li>
            <li  className="text-[#757575] text-justify font-medium">در صورتیکه پس از تکمیل فرایند درخواست و افزایش اعتبار، کاربر مایل به لغو درخواست باشد تا 30 روز پس از افزایش اعتبار، به میزان 7 تا 9 درصد، بسته به میزان مدت زمان دوره تسویه اقساط (6 ماه، 12 ماهه، 18 ماهه)، از مجموع اصل و فرع وام از کاربر به عنوان جریمه دریافت خواهد شد. در صورت درخواست لغو توسط کاربر پس از گذشت یک ما از افزایش اعتبار به میزان 6 درصد ماهانه به صورت روزشمار به جریمه مذکور اضافه خواهد شد.</li>
            <li  className="text-[#757575] text-justify font-medium">کلیه اطلاعاتی که کاربر در اختیار دنتالیت قرار می‌دهد، مصون از هرگونه تعرض بوده و دنتالیت نهایت دقت را در حفاظت از اطلاعات به عمل خواهد آورد. چنانچه در اثر بی‌احتیاطی یا غفلت کاربر، اطلاعات حساب او فاش شود یا در اختیار دیگری قرار گیرد، کاربر موظف است مراتب را ظرف 24 ساعت به دنتالیت اطلاع دهد. به هر ترتیب در صورت افشای اطلاعات توسط کاربر، دنتالیت مسئولیتی نخواهد داشت.</li>
            <li  className="text-[#757575] text-justify font-medium">دنتالیت با حفظ پیمان رازداری و شرایط محرمانگی و تنها برای برقراری امنیت اطلاعات و بهبود کیفیت سرویس‌ها، مشخصات سیستم‌عامل و شماره سیم‌کارت را در سیستم ذخیره می‌نماید.</li>
            <li  className="text-[#757575] text-justify font-medium">دنتالیت در مقابل خسارت‌های احتمالی ناشی از افشای اطلاعات کاربر که در اثر محافظت نکردن و سهل‌انگاری شخصی یا سرقت و مفقود شدن تلفن همراه رخ دهد، هیچ‌گونه مسئولیتی نخواهد داشت. کاربر موظف است در صورت مفقود شدن یا سرقت تلفن همراه، مراتب را به دنتالیت اطلاع دهد تا دنتالیت نسبت به مسدود کردن حساب کاربری ایشان اقدام نماید.</li>
            <li  className="text-[#757575] text-justify font-medium">کاربران تنها می‌توانند از اعتبار تخصیص داده شده، برای خرید خدماتی استفاده کنند که در شبکه‌ پذیرندگان دنتالیت ارائه می‌شود</li>
            <li  className="text-[#757575] text-justify font-medium">	در صورت عدم پرداخت اقساط توسط کاربر بر اساس قوانین و مقررات داخلی شرکت و "قرارداد لازم‌‎الاجرا تعهد متقاضی" که به امضا ایشان رسیده است، شرکت پس از اعلام به کاربر مبنی بر شروع فرایند قانونی جهت دریافت بدهی ایشان، اقدام به مسدود سازی حساب کاربری ایشان جهت انجام اقدامات قانونی نموده و کاربر هرگونه حق اعتراض و شکایت در این خصوص را از خود سلب و ساقط نمود.</li>
            <li  className="text-[#757575] text-justify font-medium">دنتالیت نسبت به پایداری برقراری سرویس‌ها تلاش نموده و در صورت مشاهده هرگونه اختلال نسبت به پیگیری موضوع اقدام خواهد نمود؛ در صورت بروز مشکلات زیرساختی که از محدوده اختیارات این مجموعه خارج باشد (همچون اختلال در شبکه مخابراتی، اختلال در شبکه اینترنتی، وب‌سرویس‌ها و ...) و منجر به اختلال در ارائه خدمات شود، مسئولیت اصلی متوجه سرویس‌دهنده‌ی زیرساخت است و دنتالیت مسئولیتی برعهده نخواهد داشت. با وجود این امر دنتالیت تا زمان به نتیجه رسیدن، نسبت به پی‌گیری اختلال‌ اقدام نموده و تا زمان برطرف شدن کامل اختلال در کنار کاربران خواهد بود.</li>
            <li  className="text-[#757575] text-justify font-medium">هرگونه کپی‌برداری، استفاده از نام، مطالب، مستندات و علائم تجاری دنتالیت بدون دریافت مجوز کتبی از دنتالیت مطابق قوانین غیرمجاز است و در صورت مشاهده دنتالیت میتواند نسبت به پیگیری قانونی موضوع اقدام نماید.</li>
            <li  className="text-[#757575] text-justify font-medium">حقوق مالکیت معنوی و فکری علائم تجاری ثبت شده، اجزای فنی وبسایت و اپلیکیشن و جزئیات هویت برند دنتالیت، متعلق به شرکت سپهر پردازش افزار سپاس (سهامی خاص) به شماره ثبت 619566 است و کاربر صرفا مجاز به استفاده از آن‌ها در چارچوب قوانین و مقررات داخلی شرکت است.</li>
            <li  className="text-[#757575] text-justify font-medium">در صورت هرگونه تغییر در قوانین و مقررات توسط مراجع ذی‌صلاح حاکم بر کسب‌وکار، قرارداد با اشخاص ثالث و مسائل زیرساختی و فنی و یا تصمیمات داخلی شرکت، دنتالیت می‌تواند هرگونه تغییر در قسمت قوانین و مقررات سایت اعمال کند. این تغییرات همواره در بخش قوانین و مقررات سایت در دسترس کاربر است و کاربر در صورت ادامه فعالیت به عنوان کاربر موافقت خود را با آن اعلام نمود است.</li>
            <li  className="text-[#757575] text-justify font-medium">در صورت رعایت نکردن مقررات و شرایط عمومی و اختصاصی استفاده از سامانه دنتالیت و همچنین استفاده غیرمجاز، دنتالیت حق دارد سرویس‌دهی به کاربر را متوقف نماید. چنانچه به دلیل قصور یا تقصیر کاربر، ادعایی علیه دنتالیت مطرح شود یا هرگونه خسارتی به دنتالیت وارد آید، دنتالیت حق پیگرد قانونی از مراجع ذی‌صلاح را برای خود محفوظ می‌داند.</li>
            <li  className="text-[#757575] text-justify font-medium">در صورت هرگونه تخلف از سوی کاربر، دنتالیت میتواند به تشخیص خود نسبت به توقف ارائه خدمات به کاربر و غیر فعال نموده حساب او اقدام نماید.</li>
            <li  className="text-[#757575] text-justify font-medium">ایجاد حساب کاربری توسط کاربر و هر بار ورود ایشان به سامانه دنتالیت به منزله قبول قوانین و مقررات سایت و‌ امضای الکترونیکی این نوشتار به عنوان قرارداد فی‌مابین دنتالیت و کاربر و پذیرش قوانین و مقررات داخلی دنتالیت بوده و مفاد آن برای طرفین الزام‌آور است. کاربر هرگونه حق ادعای جهل و بی اطلاعی نسبت به قوانین و مقررات را از خود سلب و ساقط نمود.</li>
            <li  className="text-[#757575] text-justify font-medium">پس از تایید درخواست و اعطای اعتبار توسط بانک قرارداد نهایی تلقی خواهد شد. با تایید اعطای اعتبار توسط بانک، دنتالیت نسبت به اطلاع رسانی به کاربر اقدام نمی نماید.</li>
        
            </ul>
        </div>
     
    </div> );
}
 
export default Rules;